; === Hunter abilities ===

[ShadowOps_SnapShot X2AbilityTemplate]
LocFriendlyName="急速射击"
LocLongDescription="你可以只消耗一个行动点用<Ability:WeaponName/>开火或监视，但受到<Ability:ToHit:ShadowOps_SnapShotShot/>命中惩罚。"
LocHelpText="只消耗一个行动点用<Ability:WeaponName/>开火，受到小幅命中惩罚。"
LocFlyOverText="急速射击"
LocPromotionPopupText="<Bullet/>对于和其他小队成员一起行动，而非原地不动的猎人来说，急速射击特别有用。<br/><Bullet/>你的狙击步枪在近距离会受到命中惩罚。用剑攻击往往比近距离的侧翼射击更加有效。<br/>"

[ShadowOps_SnapShotShot X2AbilityTemplate]
LocFriendlyName="急速射击"
LocLongDescription="你可以只消耗一个行动点用<Ability:WeaponName/>开火或监视，但受到<Ability:ToHit/>命中惩罚。"
LocHelpText="只消耗一个行动点用<Ability:WeaponName/>开火，受到小幅命中惩罚。"
LocFlyOverText="急速射击"

[ShadowOps_SnapShotOverwatch X2AbilityTemplate]
LocFriendlyName="监视"
LocFriendlyNameWhenConcealed="监视（隐蔽中）"
LocLongDescription="消耗一个行动点用<Ability:WeaponName/>进入监视，但受到<Ability:ToHit:ShadowOps_SnapShotShot/>命中惩罚。"
LocHelpText="向第一个在你视野范围内移动的敌人开火，有命中减益。"
LocLongDescriptionWhenConcealed="当敌人暴露时，攻击你视野范围内第一个移动的敌人。"
LocFlyOverText="监视：急速射击"

[ShadowOps_HunterMark X2AbilityTemplate]
LocFriendlyName="标记"
LocLongDescription="标记一个目标，让友方单位对其命中<Ability:+ToHit/>。命中加成不会消失，但一次只能标记一个敌人。使用这个能力不会打破隐蔽状态。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="标记一个目标，让友方单位对其命中<Ability:+ToHit/>。"
LocFlyOverText="标记"
LocPromotionPopupText="<Bullet/>在必须移动或装填狙击步枪的回合，第二个行动点用来发动标记是很有用的。<br/><Bullet/>发动伏击前先标记危险的敌人。<br/><Bullet/>标记后急速射击比起普通的狙击枪射击要更加精准，还能帮助小队其他成员。<br/><Bullet/>可以标记小队视野中的敌人。<br/><Bullet/>标记不会打破隐蔽状态。<br/><Bullet/>如果猎人死亡、撤离或标记其他目标，标记效果将移除。<br/><Bullet/>标记需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_VitalPoint X2AbilityTemplate]
LocFriendlyName="锐利刀锋"
LocLongDescription="你的剑攻击粉碎<Ability:Shred/>点护甲，伤害<Ability:+Damage/>。"
LocHelpText="你的剑攻击粉碎<Ability:Shred/>点护甲，伤害<Ability:+Damage/>。"
LocFlyOverText="锐利刀锋"
LocPromotionPopupText="<Bullet/>高级剑能粉碎更多护甲，造成更多额外伤害。<br/><Bullet/>你的剑攻击可以终结受伤敌人的性命，并让你移动到更好的位置使用狙击枪。<br/><Bullet/>由于猎人本身的高命中，剑攻击几乎总是命中。<br/><Bullet/>锐利刀锋让普通剑可以造成和处于相同科技阶段的狙击枪等量的伤害。<br/>"

[ShadowOps_Precision X2AbilityTemplate]
LocFriendlyName="精准"
LocLongDescription="针对处于完整掩体中的目标，命中<Ability:+ToHit/>。"
LocHelpText="针对处于完整掩体中的目标，命中<Ability:+ToHit/>。"
LocFlyOverText="精准"
LocPromotionPopupText="<Bullet/>精准只作用于远程攻击。<br/>"

[ShadowOps_LowProfile X2AbilityTemplate]
LocFriendlyName="华丽低调"
LocLongDescription="在半身掩体中，防御<Ability:+Defense/>。"
LocHelpText="在半身掩体中，防御<Ability:+Defense/>。"
LocFlyOverText="华丽低调"
LocPromotionPopupText="<Bullet/>侧翼暴露将使加成消失。<br/>"

[ShadowOps_Sprint X2AbilityTemplate]
LocFriendlyName="冲刺"
LocLongDescription="本回合获得额外一个移动点数。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="本回合获得额外一个移动点数。"
LocFlyOverText="冲刺"
LocPromotionPopupText="<Bullet/>冲刺可以用作在单个回合内移动非常长的距离，也可以在移动后发起普通的狙击枪射击。<br/><Bullet/>如果在移动之前就做出结束当前回合的行动，比如射击，那么就浪费了额外的移动点数。<br/><Bullet/>冲刺需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_Assassin X2AbilityTemplate]
LocFriendlyName="暗影刺客"
LocLongDescription="用<Ability:WeaponName/>杀死侧翼暴露或不在掩体中的敌人后可进入隐蔽状态。"
LocHelpText="用<Ability:WeaponName/>杀死侧翼暴露或不在掩体中的敌人后可进入隐蔽状态。"
LocFlyOverText="暗影刺客"
LocPromotionPopupText="<Bullet/>你的侧翼必须没有暴露给任何敌人，这样才能进入隐蔽状态。<br/>"

[ShadowOps_Fade X2AbilityTemplate]
LocFriendlyName="渐隐"
LocLongDescription="进入隐蔽状态，但是一旦移动就打破。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="进入隐蔽状态，但是一旦移动就打破。"
LocFlyOverText="Fade"
LocPromotionPopupText="<Bullet/>渐隐让你在一场战斗中可以多次获得先发制人的加成。<br/><Bullet/>渐隐给予的隐蔽状态会被其他可以打破隐蔽状态的因素打破。<br/><Bullet/>渐隐消耗一个行动点数，需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_SliceAndDice X2AbilityTemplate]
LocFriendlyName="大卸八块"
LocLongDescription="用剑攻击移动范围内的敌人。击中的话自动发起第二次剑攻击。<Ability:SelfCooldown/> 回合冷却。"
LocHelpText="用剑攻击移动范围内的敌人。击中的话自动发起第二次剑攻击。"
LocFlyOverText="大卸八块"
LocPromotionPopupText="<Bullet/>大卸八块需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_Tracking X2AbilityTemplate]
LocFriendlyName="追踪术"
LocLongDescription="即便没有视野线也可以发现附近单位。"
LocHelpText="即便没有视野线也可以发现附近单位。"
LocFlyOverText="追踪术"
LocPromotionPopupText="<Bullet/>有追踪术的士兵是优秀的侦察兵，如果你用隐匿协议让他们进入隐蔽状态的话更是如此。<br/><Bullet/>追踪术对敌人的侦察范围比普通视野稍微大一点点。<br/><Bullet/>追踪术会让隐匿或遁地的单位现形。<br/>"

[ShadowOps_TrackingTrigger X2AbilityTemplate]
LocFriendlyName="追踪术"
LocFlyOverText="追踪术"

[ShadowOps_Bullseye X2AbilityTemplate]
LocFriendlyName="正中靶心"
LocLongDescription="发动一次造成暴击伤害的射击，同时降低目标的命中、防御和意志。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="发动一次造成暴击伤害的射击，同时降低目标的命中、防御和意志。"
LocFlyOverText="正中靶心"
LocPromotionPopupText="<Bullet/>正中靶心可以弱化强大的敌人并造成额外伤害。<br/><Bullet/>正中靶心对目标命中、防御和意志一概-20，效果持续到战斗结束。<br/><Bullet/>正中靶心需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_FirstStrike X2AbilityTemplate]
LocFriendlyName="先发制人"
LocLongDescription="处于隐蔽状态或暴露敌人侧翼时，用<Ability:WeaponName/>造成的伤害<Ability:+Damage/>，并且不受小队视野的惩罚。"
LocHelpText="处于隐蔽状态或暴露敌人侧翼时，用<Ability:WeaponName/>造成的伤害<Ability:+Damage/>，并且不受小队视野的惩罚。"
LocFlyOverText="先发制人"
LocPromotionPopupText="<Bullet/>先发制人在伏击中可以一枪干掉强大的敌人，从而提供决定性的战场优势。<br/><Bullet/>有先发制人的士兵必须主动发动伏击才能获得加成。先发制人不影响隐蔽状态下的监视。"

[ShadowOps_DamnGoodGround X2AbilityTemplate]
LocFriendlyName="绝佳地形"
LocLongDescription="针对较低地形下的目标时，命中<Ability:+ToHit/>，防御<Ability:+Defense/>。"
LocHelpText="针对较低地形下的目标时，命中<Ability:+ToHit/>，防御<Ability:+Defense/>。"
LocFlyOverText="绝佳地形"
LocPromotionPopupText="<Bullet/>此项加成可与高度优势通常的命中加成叠加。<br/>"

[ShadowOps_PointBlank X2AbilityTemplate]
LocFriendlyName="近在咫尺"
LocLongDescription="狙击步枪近距离射击的命中惩罚减少67%。"
LocHelpText="狙击步枪近距离射击的命中惩罚减少67%。"
LocFlyOverText="近在咫尺"
LocPromotionPopupText="<Bullet/>近在咫尺将狙击步枪近距离射击的最大命中惩罚从-30降到-10。<br/><Bullet/>近在咫尺不影响急速射击带来的命中惩罚。<br/>"

[ShadowOps_Butcher X2AbilityTemplate]
LocFriendlyName="屠夫"
LocLongDescription="对有机目标的伤害增加30%。"
LocHelpText="对有机目标的伤害增加30%。"
LocFlyOverText="屠夫"
LocPromotionPopupText="<Bullet/>有机目标指非机械类单位。<br/>"

[ShadowOps_Reposition X2AbilityTemplate]
LocFriendlyName="换位"
LocLongDescription="用<Ability:WeaponName/>射击后可以移动。"
LocHelpText="用<Ability:WeaponName/>朝目标射击，然后移动。"
LocFlyOverText="换位"
LocPromotionPopupText="<Bullet/>换位只允许普通移动，不允许其他行动，比如装填武器。<br/>"

[ShadowOps_Evasive X2AbilityTemplate]
LocFriendlyName="闪避术"
LocLongDescription="你对多目标及范围攻击免疫。"
LocHelpText="你对多目标及范围攻击免疫。"
LocFlyOverText="闪避术"
LocPromotionPopupText="<Bullet/>范围攻击包括榴弹和其他爆炸物。<br/>"

[ShadowOps_Stalker X2AbilityTemplate]
LocFriendlyName="潜行者"
LocLongDescription="隐蔽状态下移动力<Ability:+Mobility/>，命中<Ability:+ToHit/>。"
LocHelpText="隐蔽状态下移动力<Ability:+Mobility/>，命中<Ability:+ToHit/>。"
LocFlyOverText="潜行者"
LocPromotionPopupText="<Bullet/>如果打破隐蔽状态，加成立刻消失。<br/>"

[ShadowOps_LastStand X2AbilityTemplate]
LocFriendlyName="背水一战"
LocLongDescription="对死亡和受损状态免疫，效果持续到你的下一回合结束。每个任务限用一次。"
LocHelpText="对死亡和受损免疫，效果持续到你的下一回合结束。"
LocFlyOverText="背水一战"
LocPromotionPopupText="<Bullet/>你仍然可能受到伤害，但生命不会降至1点以下。<br/><Bullet/>你不会丧失意识、陷入混乱，或进入其他受损状态。<br/>"

; === Class templates ===

[ShadowOps_Hunter X2SoldierClassTemplate]
DisplayName="猎人"
ClassSummary="猎人既可以在远距离用狙击步枪让敌人一击毙命，也可以在近距离用剑杀死敌人。敌人不会知道是什么袭击了他们。"
LeftAbilityTreeTitle="神射手"
RightAbilityTreeTitle="追踪者"
RandomNickNames[0]="弓箭手"
RandomNickNames[1]="黑熊"
RandomNickNames[2]="猎豹"
RandomNickNames[3]="奇美拉"
RandomNickNames[4]="郊狼"
RandomNickNames[5]="双刃"
RandomNickNames[6]="鬣狗"
RandomNickNames[7]="长耳兔"
RandomNickNames[8]="冰锥"
RandomNickNames[9]="金钱豹"
RandomNickNames[10]="闪电"
RandomNickNames[11]="猛禽"
RandomNickNames[12]="渡鸦"
RandomNickNames[13]="昏睡"
RandomNickNames[14]="大山"
RandomNickNames[15]="虎"
RandomNickNames[16]="比翼"
RandomNickNames[17]="巫毒"
RandomNickNames[18]="黄鼠狼"
RandomNickNames[19]="狼"
RandomNickNames[20]="狼獾"
RandomNickNames[21]="雪怪"
RandomNickNames_Female[0]="黑寡妇"
RandomNickNames_Female[1]="树精"
RandomNickNames_Female[2]="母狮子"
RandomNickNames_Male[0]="美洲狮"
RandomNickNames_Male[1]="绿人"
RandomNickNames_Male[2]="狮"
RandomNickNames_Male[3]="睡魔"

[ShadowOps_Hunter_LW X2SoldierClassTemplate]
DisplayName="猎人"
ClassSummary="猎人既可以在远距离用狙击步枪让敌人一击毙命，也可以在近距离用剑杀死敌人。敌人不会知道是什么袭击了他们。"
LeftAbilityTreeTitle="神射手"
RightAbilityTreeTitle="追踪者"
RandomNickNames[0]="弓箭手"
RandomNickNames[1]="黑熊"
RandomNickNames[2]="猎豹"
RandomNickNames[3]="奇美拉"
RandomNickNames[4]="郊狼"
RandomNickNames[5]="双刃"
RandomNickNames[6]="鬣狗"
RandomNickNames[7]="长耳兔"
RandomNickNames[8]="冰锥"
RandomNickNames[9]="金钱豹"
RandomNickNames[10]="闪电"
RandomNickNames[11]="猛禽"
RandomNickNames[12]="渡鸦"
RandomNickNames[13]="昏睡"
RandomNickNames[14]="大山"
RandomNickNames[15]="虎"
RandomNickNames[16]="比翼"
RandomNickNames[17]="巫毒"
RandomNickNames[18]="黄鼠狼"
RandomNickNames[19]="狼"
RandomNickNames[20]="狼獾"
RandomNickNames[21]="雪怪"
RandomNickNames_Female[0]="黑寡妇"
RandomNickNames_Female[1]="树精"
RandomNickNames_Female[2]="母狮子"
RandomNickNames_Male[0]="美洲狮"
RandomNickNames_Male[1]="绿人"
RandomNickNames_Male[2]="狮"
RandomNickNames_Male[3]="睡魔"

; === GTS ability templates ===

[DamnGoodGroundUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="猎人：绝佳地形"
Summary="针对处于较低地形的敌人，+10命中和防御。"

[StalkerUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="猎人：潜行者"
Summary="隐蔽状态下+3移动力，+10命中。"

[SurvivalInstinctUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="生存本能"
Summary="受伤的士兵+20防御，+10暴击率。"

